{
  "title": "Политика конфиденциальности Ciderly",
  "last_updated": "Последнее обновление: 1 августа 2025",
  "intro_title": "1. Введение",
  "intro_text": "Добро пожаловать в Ciderly! Мы, Skvortsov Konstantin (\"мы\", \"нас\", \"наш\"), ценим вашу конфиденциальность и стремимся защищать ваши персональные данные. Настоящая Политика конфиденциальности объясняет, какую информацию мы собираем, как мы ее используем и передаем, а также какие у вас есть права в отношении этой информации при использовании нашего мобильного приложения Ciderly (\"Сервис\").",
  "section2_title": "2. Какие данные мы собираем",
  "section2_1_title": "2.1. Информация, которую вы нам предоставляете:",
  "section2_1_list_item1_title": "Регистрационные данные:",
  "section2_1_list_item1_text": " При создании аккаунта мы собираем ваш никнейм, адрес электронной почты и дату рождения. Если вы регистрируетесь по email, мы также сохраняем хеш вашего пароля. Мы используем дату рождения для проверки соответствия возрастному ограничению (18+).",
  "section2_1_list_item2_title": "Данные профиля:",
  "section2_1_list_item2_text": " Вы можете по желанию добавить в свой профиль имя, фамилию, биографию, город, страну, пол и фотографию профиля (аватар).",
  "section2_1_list_item3_title": "Пользовательский контент:",
  "section2_1_list_item3_text": " Мы собираем контент, который вы создаете в приложении, включая отзывы, оценки, фотографии напитков и заведений, вкусовые заметки и теги.",
  "section2_1_list_item4_title": "Коммуникации:",
  "section2_1_list_item4_text": " Если вы связываетесь с нами через службу поддержки (support@ciderly.app), мы сохраняем историю переписки.",
  "section2_2_title": "2.2. Информация, собираемая автоматически:",
  "section2_2_list_item1_title": "Данные о местоположении:",
  "section2_2_list_item1_text": " С вашего явного разрешения мы можем собирать данные о местоположении вашего устройства для работы функции карты и отображения ближайших заведений. Вы можете в любой момент отозвать это разрешение в настройках вашего устройства.",
  "section2_2_list_item2_title": "Данные об использовании:",
  "section2_2_list_item2_text": " Мы собираем информацию о вашем взаимодействии с Сервисом, например, о просмотренных экранах, поставленных оценках и добавленных в избранное элементах.",
  "section2_2_list_item3_title": "Данные об устройстве:",
  "section2_2_list_item3_text": " Мы можем собирать техническую информацию о вашем устройстве, включая модель, версию операционной системы и IP-адрес, для обеспечения стабильной работы и безопасности Сервиса.",
  "section2_3_title": "2.3. Информация от сторонних сервисов:",
  "section2_3_text": "Если вы используете вход через Google или Apple, мы получаем от них информацию, такую как ваше имя, адрес электронной почты и фото профиля, в соответствии с их политиками конфиденциальности.",
  "section3_title": "3. Как мы используем ваши данные",
  "section3_list_item1": "Для предоставления Сервиса: Для аутентификации, отображения вашего профиля и пользовательского контента.",
  "section3_list_item2": "Для персонализации: Для предоставления вам персональных рекомендаций.",
  "section3_list_item3": "Для коммуникации с вами: Для отправки сервисных уведомлений и ответов на ваши запросы.",
  "section3_list_item4": "Для безопасности и модерации: Для обеспечения соблюдения наших Условий использования и модерации контента.",
  "section3_list_item5": "Для аналитики и улучшения: Для анализа использования приложения и улучшения его функциональности.",
  "section4_title": "4. Разрешения устройства",
  "section4_list_item1_title": "Камера:",
  "section4_list_item1_text": " Мы запрашиваем доступ к камере, чтобы вы могли делать фотографии для отзывов, распознавать этикетки и меню, а также устанавливать фотографию профиля.",
  "section4_list_item2_title": "Фотогалерея:",
  "section4_list_item2_text": " Мы запрашиваем доступ к галерее, чтобы вы могли загружать существующие фотографии.",
  "section4_list_item3_title": "Местоположение:",
  "section4_list_item3_text": " Мы запрашиваем доступ к данным о местоположении для работы картографических функций.",
  "section5_title": "5. Как мы делимся вашими данными",
  "section5_text": "Ваш никнейм, аватар и пользовательский контент (отзывы, фотографии) являются публичными. Мы можем передавать данные сторонним поставщикам услуг (например, хостинг-провайдерам), которые помогают нам обеспечивать работу Сервиса. Мы не продаем ваши личные данные третьим лицам.",
  "section6_title": "6. Безопасность и хранение данных",
  "section6_text": "Мы принимаем разумные меры для защиты ваших данных. Данные хранятся на защищенных серверах. Мы храним вашу информацию до тех пор, пока вы пользуетесь нашим Сервисом.",
  "section7_title": "7. Ваши права",
  "section7_text": "Вы имеете право на доступ, изменение и удаление данных вашего профиля через настройки приложения. Для полного удаления аккаунта и всех связанных с ним данных, пожалуйста, свяжитесь с нами по адресу support@ciderly.app.",
  "section8_title": "8. Конфиденциальность детей",
  "section8_text": "Наш Сервис предназначен для лиц старше 18 лет. Мы не собираем целенаправленно данные о лицах, не достигших этого возраста.",
  "section9_title": "9. Изменения в Политике",
  "section9_text": "Мы можем обновлять эту Политику. Мы уведомим вас о существенных изменениях, опубликовав новую версию в приложении.",
  "section10_title": "10. Контакты",
  "section10_text": "Если у вас есть вопросы, свяжитесь с нами: privacy@ciderly.app"
}