{
  "title": "Условия использования Ciderly",
  "last_updated": "Последнее обновление: 1 августа 2025",
  "section1_title": "1. Принятие Условий",
  "section1_text": "Добро пожаловать в Ciderly! Настоящие Условия использования ('Условия') регулируют ваш доступ и использование приложения Ciderly ('Сервис'), предоставляемого Skvortsov Konstantin. Используя наш Сервис, вы подтверждаете, что прочитали, поняли и согласны соблюдать настоящие Условия.",
  "section2_title": "2. Требования к пользователю",
  "section2_text": "Вы подтверждаете, что вам исполнилось 18 лет и вы достигли возраста, с которого законодательством вашей страны разрешено употребление алкогольных напитков. Вы несете ответственность за сохранение конфиденциальности вашего пароля и за все действия, которые происходят под вашим аккаунтом.",
  "section3_title": "3. Пользовательский контент",
  "section3_intro": "Вы несете полную ответственность за любой контент, который вы создаете, публикуете или передаете через Сервис, включая отзывы, фотографии, комментарии и другую информацию ('Пользовательский контент').",
  "section3_subsection_license_title": "Лицензия:",
  "section3_subsection_license_text": "Публикуя Пользовательский контент, вы предоставляете нам неисключительную, безвозмездную, всемирную лицензию на использование, воспроизведение, изменение, публикацию и распространение вашего контента в связи с работой и продвижением Сервиса.",
  "section3_subsection_prohibited_title": "Запрещенный контент:",
  "section3_subsection_prohibited_text": "Запрещается публиковать контент, который является незаконным, оскорбительным, дискриминационным, нарушает права третьих лиц (включая авторские права), содержит спам или вредоносное ПО.",
  "section3_subsection_moderation_title": "Модерация:",
  "section3_subsection_moderation_text": "Мы оставляем за собой право, но не обязательство, просматривать, изменять или удалять Пользовательский контент, который, по нашему мнению, нарушает настоящие Условия.",
  "section4_title": "4. Правила поведения",
  "section4_intro": "Используя Сервис, вы соглашаетесь не:",
  "section4_list_item1": "Нарушать законы или права третьих лиц.",
  "section4_list_item2": "Использовать Сервис в мошеннических или вводящих в заблуждение целях.",
  "section4_list_item3": "Пытаться получить несанкционированный доступ к чужим аккаунтам или нашим системам.",
  "section5_title": "5. Сторонние сервисы",
  "section5_text": "Наш Сервис может содержать ссылки на сторонние веб-сайты или интегрироваться со сторонними сервисами. Мы не несем ответственности за их содержание или политику конфиденциальности.",
  "section6_title": "6. Прекращение действия",
  "section6_text": "Мы оставляем за собой право приостановить или прекратить ваш доступ к Сервису в любое время без предварительного уведомления, если мы сочтем, что вы нарушили настоящие Условия.",
  "section7_title": "7. Отказ от гарантий",
  "section7_text": "Сервис предоставляется 'как есть' и 'по мере доступности' без каких-либо гарантий. Мы не гарантируем, что Сервис будет работать бесперебойно, безопасно или без ошибок.",
  "section8_title": "8. Ограничение ответственности",
  "section8_text": "В максимальной степени, разрешенной законом, Skvortsov Konstantin не несет ответственности за любые косвенные, случайные или штрафные убытки, возникшие в результате вашего использования Сервиса.",
  "section9_title": "9. Изменения в Условиях",
  "section9_text": "Мы можем изменять эти Условия время от времени. Мы уведомим вас о существенных изменениях. Продолжая использовать Сервис после вступления изменений в силу, вы соглашаетесь с новой версией Условий.",
  "section10_title": "10. Свяжитесь с нами",
  "section10_text_1": "Если у вас есть вопросы по поводу этих Условий, пожалуйста, свяжитесь с нами по адресу",
  "section10_text_2": "или посетите наш веб-сайт"
}