{
  "title": "Ciderly Privacy Policy",
  "last_updated": "Last updated: August 1, 2025",
  "intro_title": "1. Introduction",
  "intro_text": "Welcome to Ciderly! We, Skvortsov Konstantin (\"we\", \"us\", \"our\"), value your privacy and are committed to protecting your personal data. This Privacy Policy explains what information we collect, how we use and share it, and your rights regarding that information when you use our mobile application Ciderly (the \"Service\").",
  "section2_title": "2. Information We Collect",
  "section2_1_title": "2.1. Information You Provide to Us:",
  "section2_1_list_item1_title": "Registration Data:",
  "section2_1_list_item1_text": " When you create an account, we collect your nickname, email address, and date of birth. If you register via email, we also store a hash of your password. We use your date of birth to verify that you are at least 18 years old.",
  "section2_1_list_item2_title": "Profile Data:",
  "section2_1_list_item2_text": " You may optionally add more information to your profile, such as your first and last name, bio, city, country, gender, and profile picture (avatar).",
  "section2_1_list_item3_title": "User Content:",
  "section2_1_list_item3_text": " We collect the content you create on the Service, including reviews, ratings, photos of drinks and places, taste notes, and tags.",
  "section2_1_list_item4_title": "Communications:",
  "section2_1_list_item4_text": " If you contact us via our support email (support@ciderly.app), we keep a record of the correspondence.",
  "section2_2_title": "2.2. Information We Collect Automatically:",
  "section2_2_list_item1_title": "Location Data:",
  "section2_2_list_item1_text": " With your explicit permission, we may collect your device's location data to power the map feature and show you nearby venues. You can revoke this permission at any time in your device settings.",
  "section2_2_list_item2_title": "Usage Data:",
  "section2_2_list_item2_text": " We collect information about your interactions with the Service, such as screens viewed, ratings submitted, and items added to favorites.",
  "section2_2_list_item3_title": "Device Data:",
  "section2_2_list_item3_text": " We may collect technical information about your device, including its model, operating system version, and IP address, to ensure service stability and security.",
  "section2_3_title": "2.3. Information from Third Parties:",
  "section2_3_text": "If you use Google or Apple to sign in, we receive information from them such as your name, email address, and profile picture, in accordance with their privacy policies.",
  "section3_title": "3. How We Use Your Information",
  "section3_list_item1": "To Provide the Service: To authenticate you, display your profile and user content.",
  "section3_list_item2": "To Personalize Your Experience: To provide you with personalized recommendations.",
  "section3_list_item3": "To Communicate With You: To send you service-related notifications and respond to your inquiries.",
  "section3_list_item4": "For Safety and Moderation: To enforce our Terms of Use and moderate content.",
  "section3_list_item5": "For Analytics and Improvement: To analyze how our Service is used and to improve its functionality.",
  "section4_title": "4. Device Permissions",
  "section4_list_item1_title": "Camera:",
  "section4_list_item1_text": " We request camera access to allow you to take photos for reviews, scan labels and menus, and set your profile picture.",
  "section4_list_item2_title": "Photo Library:",
  "section4_list_item2_text": " We request access to your photo library to allow you to upload existing photos.",
  "section4_list_item3_title": "Location:",
  "section4_list_item3_text": " We request location access to power our map-based features.",
  "section5_title": "5. How We Share Your Information",
  "section5_text": "Your nickname, avatar, and user-generated content (reviews, photos) are public. We may share data with third-party service providers (e.g., hosting providers) who help us operate the Service. We do not sell your personal data to third parties.",
  "section6_title": "6. Data Security and Retention",
  "section6_text": "We take reasonable measures to protect your data. Data is stored on secure servers. We retain your information for as long as you maintain an account with Ciderly.",
  "section7_title": "7. Your Rights",
  "section7_text": "You have the right to access, modify, and delete your profile information through the app's settings. To permanently delete your account and all associated data, please contact us at support@ciderly.app.",
  "section8_title": "8. Children's Privacy",
  "section8_text": "Our Service is intended for individuals aged 18 and older. We do not knowingly collect personal information from anyone under this age.",
  "section9_title": "9. Changes to This Policy",
  "section9_text": "We may update this Policy. We will notify you of any significant changes by posting the new version within the app.",
  "section10_title": "10. Contact Us",
  "section10_text": "If you have any questions, please contact us: privacy@ciderly.app"
}