{
  "title": "Ciderly Terms of Use",
  "last_updated": "Last updated: August 1, 2025",
  "section1_title": "1. Acceptance of Terms",
  "section1_text": "Welcome to Ciderly! These Terms of Use ('Terms') govern your access to and use of the Ciderly application (the 'Service') provided by Skvortsov Konstantin. By using our Service, you confirm that you have read, understood, and agree to be bound by these Terms.",
  "section2_title": "2. User Eligibility",
  "section2_text": "You affirm that you are at least 18 years of age and of legal age to consume alcoholic beverages in your jurisdiction. You are responsible for maintaining the confidentiality of your password and for all activities that occur under your account.",
  "section3_title": "3. User-Generated Content",
  "section3_intro": "You are solely responsible for any content you create, post, or transmit through the Service, including reviews, photos, comments, and other information ('User Content').",
  "section3_subsection_license_title": "License:",
  "section3_subsection_license_text": "By posting User Content, you grant us a non-exclusive, royalty-free, worldwide license to use, reproduce, modify, publish, and distribute your content in connection with the operation and promotion of the Service.",
  "section3_subsection_prohibited_title": "Prohibited Content:",
  "section3_subsection_prohibited_text": "You are prohibited from posting content that is illegal, offensive, discriminatory, infringes on third-party rights (including copyright), contains spam, or malicious software.",
  "section3_subsection_moderation_title": "Moderation:",
  "section3_subsection_moderation_text": "We reserve the right, but not the obligation, to review, modify, or remove User Content that we, in our sole discretion, believe violates these Terms.",
  "section4_title": "4. Rules of Conduct",
  "section4_intro": "By using the Service, you agree not to:",
  "section4_list_item1": "Violate any laws or third-party rights.",
  "section4_list_item2": "Use the Service for any fraudulent or misleading purposes.",
  "section4_list_item3": "Attempt to gain unauthorized access to other users' accounts or our systems.",
  "section5_title": "5. Third-Party Services",
  "section5_text": "Our Service may contain links to third-party websites or integrate with third-party services. We are not responsible for their content or privacy policies.",
  "section6_title": "6. Termination",
  "section6_text": "We reserve the right to suspend or terminate your access to the Service at any time, without notice, if we believe you have violated these Terms.",
  "section7_title": "7. Disclaimer of Warranties",
  "section7_text": "The Service is provided 'as is' and 'as available' without any warranties of any kind. We do not warrant that the Service will be uninterrupted, secure, or error-free.",
  "section8_title": "8. Limitation of Liability",
  "section8_text": "To the maximum extent permitted by law, Skvortsov Konstantin shall not be liable for any indirect, incidental, or punitive damages arising from your use of the Service.",
  "section9_title": "9. Changes to the Terms",
  "section9_text": "We may modify these Terms from time to time. We will notify you of significant changes. By continuing to use the Service after changes become effective, you agree to be bound by the revised Terms.",
  "section10_title": "10. Contact Us",
  "section10_text_1": "If you have any questions about these Terms, please contact us at",
  "section10_text_2": "or visit our website at"
}